Repository: BoraSarang/RelayConsole
Catalog: Resources/Localizable.xcstrings
Source language: ko
Languages: en

# settings.watch.crash
source: 크래시 감지 (logcat)
en: Crash detection (logcat)

# settings.watch.enabled
source: 시스템 알림
en: System notifications

# settings.watch.group.device
source: 기기 상태
en: Device

# settings.watch.group.fatal
source: 치명
en: Fatal

# settings.watch.group.overview
source: 전체
en: Overview

# settings.watch.group.perf
source: 성능
en: Performance

# settings.watch.load
source: load 급증
en: Load spike

# settings.watch.lowPower
source: 저전력 모드 전이
en: Low power transitions

# settings.watch.memory
source: 메모리 부족 (Available)
en: Low memory (Available)

# settings.watch.protection
source: 보호모드 전이
en: Protection transitions

# settings.watch.psi
source: 메모리 압박 (PSI)
en: Memory pressure (PSI)

# settings.watch.recovery
source: 복구 알림
en: Recovery notifications

# settings.watch.rsrp
source: 신호 급락 (RSRP)
en: Signal drop (RSRP)

# settings.watch.throttling
source: 스로틀링
en: Throttling

# sidebar.alerts
source: 알림
en: Alerts

# sidebar.devices
source: 기기
en: Devices

# sidebar.jobs
source: 작업
en: Jobs

# sidebar.sites
source: 사이트
en: Sites

# sidebar.soon
source: 곧 제공됩니다
en: Coming soon

# sites.add
source: 사이트 추가
en: Add site

# sites.add.title
source: 사이트 추가
en: Add site

# sites.cal.calendar
source: 캘린더
en: Calendar

# sites.cal.help
source: 90일 캘린더 전환
en: Toggle 90-day calendar

# sites.cal.list
source: 목록
en: List

# sites.check.now
source: 지금 체크
en: Check now

# sites.count
source: 사이트 %d개
en: %d sites

# sites.edit
source: 수정
en: Edit

# sites.edit.title
source: 사이트 수정
en: Edit site

# sites.empty
source: 감시할 사이트가 없습니다
en: No sites to watch

# sites.error.name
source: 이름을 입력하세요
en: Name is required

# sites.error.target.empty
source: 대상을 입력하세요
en: Target is required

# sites.error.target.http
source: http(s):// 형식 URL이 아닙니다
en: Must be an http(s):// URL

# sites.error.target.ping
source: 호스트 형식이 아닙니다
en: Invalid host

# sites.error.target.tcp
source: host 또는 host:port 형식이 아닙니다
en: Must be host or host:port

# sites.field.assert
source: 본문 포함 문자열
en: Body must contain

# sites.field.assert.help
source: HTTP 응답에 이 문자열이 없으면 장애로 기록
en: Record as down if response body lacks this text

# sites.field.assert.placeholder
source: 예: ok (비워두면 검사 안 함)
en: e.g. ok (empty = skip)

# sites.field.interval
source: 주기
en: Interval

# sites.field.name
source: 이름
en: Name

# sites.field.probe
source: 방식
en: Probe

# sites.field.tags
source: 태그
en: Tags

# sites.field.tags.help
source: 쉼표로 구분 · 필터 칩에 표시
en: Comma-separated for filter chips

# sites.field.target
source: 대상 (URL·host:port·host)
en: Target (URL·host:port·host)

# sites.field.threshold
source: 연속 실패
en: Fail threshold

# sites.field.threshold.help
source: N회 연속 실패 시에만 장애 알림
en: Alert only after N consecutive failures

# sites.incident.active
source: 진행 중: %@
en: Active: %@

# sites.interval
source: 주기
en: Interval

# sites.legend.down
source: 중단
en: Down

# sites.legend.none
source: 데이터 없음
en: No data

# sites.legend.partial
source: 장애
en: Partial

# sites.legend.up
source: 정상
en: Up

# sites.menubar.more
source: 외 %d개
en: +%d more

# sites.menubar.summary
source: %d 정상 · %d 장애
en: %d up · %d down

# sites.range.30d
source: 30일
en: 30d

# sites.range.7d
source: 7일
en: 7d

# sites.state.down
source: 장애
en: Down

# sites.state.down.for
source: 장애 %@
en: Down %@

# sites.state.up
source: 정상
en: Up

# sites.state.up.for
source: 정상 %@
en: Up %@

# sites.tag.all
source: 전체
en: All

# ui.debug.clear
source: 지우기
en: Clear

# ui.debug.inject.alertClear
source: Alert 해소 주입
en: Alert cleared inject

# ui.debug.inject.alertCritical
source: Alert critical 주입
en: Alert critical

# ui.debug.inject.alertMute
source: Alert 무음 주입
en: Alert muted inject

# ui.debug.inject.anr
source: ANR 주입
en: Inject ANR

# ui.debug.inject.appleClear
source: Apple 주입해제
en: Apple clear inject

# ui.debug.inject.appleErr
source: Apple 오류
en: Apple error

# ui.debug.inject.appleOff
source: Apple 끄기
en: Apple off

# ui.debug.inject.appleOn
source: Apple 온
en: Apple on

# ui.debug.inject.appleTools
source: Apple 도구오류
en: Apple tools err

# ui.debug.inject.badgeOff
source: 배지 해제
en: Clear badge

# ui.debug.inject.battery20
source: 배터리 20%
en: Battery 20%

# ui.debug.inject.bsoh
source: Bsoh 급락
en: Bsoh drop

# ui.debug.inject.chargeOn
source: 충전 시작
en: Charge start

# ui.debug.inject.crash
source: 크래시 주입
en: Inject crash

# ui.debug.inject.hint
source: 알림·팝오버·메뉴바 배지 육안 확인용 (release 없음). 해제 버튼은 배지 초기화.
en: Visual check for alert, popover, menubar badge (not in release). Clear badge resets critical.

# ui.debug.inject.jobBeat
source: Job beat 주입
en: Inject job beat

# ui.debug.inject.load
source: load 급증
en: Load spike

# ui.debug.inject.lowPowerOn
source: 저전력 켜짐
en: Low power on

# ui.debug.inject.mem
source: 메모리 부족
en: Low memory

# ui.debug.inject.protectionOff
source: 보호모드 해제
en: Protection off

# ui.debug.inject.protectionOn
source: 보호모드 켜짐
en: Protection on

# ui.debug.inject.psi
source: PSI 압박
en: PSI pressure

# ui.debug.inject.psiClear
source: PSI 해제
en: PSI clear

# ui.debug.inject.recovery
source: 복구 알림
en: Recovery notify

# ui.debug.inject.rsrp
source: RSRP 급락
en: RSRP drop

# ui.debug.inject.siteDown
source: Site down 주입
en: Inject site down

# ui.debug.inject.siteEmpty
source: Site·Job 비우기
en: Clear sites·jobs

# ui.debug.inject.siteOk
source: Site up 주입
en: Inject site up

# ui.debug.inject.throttleClear
source: 스로틀링 해제
en: Throttle clear

# ui.debug.inject.throttleEnter
source: 스로틀링 진입
en: Throttle enter

# ui.debug.inject.title
source: 합성 감시 이벤트 주입
en: Synthetic watch event inject

# ui.debug.title
source: 디버그 로그
en: Debug Log

# wifi.button.disconnect
source: Wi-Fi 끊기
en: Wi-Fi off

# wifi.button.enable
source: Wi-Fi 연결
en: Connect Wi-Fi

# wifi.button.help
source: USB 기기를 Wi-Fi ADB로 전환 또는 연결 해제
en: Switch USB device to Wi-Fi ADB or disconnect

# wifi.connect.action
source: 연결
en: Connect

# wifi.disconnect.action
source: 끊기
en: Disconnect

# wifi.enable.action
source: USB→Wi-Fi 전환
en: Switch USB→Wi-Fi

# wifi.enable.noUsb
source: USB 기기가 없습니다. 케이블로 연결한 뒤 다시 시도하세요.
en: No USB device. Connect a cable and try again.

# wifi.endpoint.placeholder
source: 예: 192.168.0.5:5555
en: e.g. 192.168.0.5:5555

# wifi.error.adbMissing
source: adb 바이너리를 찾을 수 없습니다
en: adb binary not found

# wifi.error.connectFailed
source: Wi-Fi 연결에 실패했습니다
en: Wi-Fi connection failed

# wifi.error.endpoint.empty
source: 엔드포인트를 입력하세요
en: Enter an endpoint

# wifi.error.endpoint.format
source: IP:PORT 형식이 올바르지 않습니다
en: Invalid IP:PORT format

# wifi.error.ipNotFound
source: 기기 IP를 찾을 수 없습니다 (Wi-Fi·동일 네트워크 확인)
en: Device IP not found (check Wi-Fi / same network)

# wifi.field.device
source: USB 기기
en: USB device

# wifi.section.disconnect
source: 연결 해제
en: Disconnect

# wifi.section.manual
source: 수동 연결
en: Manual connect

# wifi.sheet.title
source: Wi-Fi ADB 온보딩
en: Wi-Fi ADB onboarding

# wifi.status.connected
source: 연결됨 %@
en: Connected %@

# wifi.status.connecting
source: 연결 중…
en: Connecting…

# wifi.status.disconnected
source: 연결 해제됨
en: Disconnected

# wifi.status.enabling
source: tcpip 전환 중…
en: Switching to tcpip…
